brew "asdf"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "git-lfs"
brew "git"
brew "go"
brew "htop"
brew "k9s"
brew "make"
brew "starship"
brew "nvim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "gpg"
brew "kubectl"
brew "awscli"
brew "python3"
brew "newsboat"
brew "mpv"
brew "youtube-dl"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "tmux"
brew "stow"
brew "bat"
brew "xh"

cask "rectangle"
cask "iterm2"
cask "maccy"
cask "visual-studio-code"
cask "docker"
cask "tunnelblick"
cask "alacritty"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
