brew "asdf"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "git-lfs"
brew "git"
brew "go"
brew "htop"
brew "k9s"
brew "make"
brew "starship"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "gpg"
brew "kubectl"
brew "awscli"
cask "rectangle"
cask "iterm2"
cask "maccy"
cask "visual-studio-code"
tap "homebrew/cask-fonts"
cask "font-fira-code-nerd-font"
