brew "asdf"
brew "awscli"
brew "bat"
brew "cue"
brew "coreutils"
brew "ctags"
brew "direnv"
brew "duf"
brew "dust"
brew "efm-langserver"
brew "entr"
brew "exa"
brew "fd"
brew "findutils"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "gnu-sed"
brew "go"
brew "gpg"
brew "graphviz"
brew "htop"
brew "jq"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "make"
brew "moreutils"
brew "mpv"
brew "mysql"
brew "neofetch"
brew "newsboat"
brew "python3"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stow"
brew "telnet"
brew "tldr"
brew "tmux"
brew "vim"
brew "wget"
brew "xh"
brew "youtube-dl"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "alacritty"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "keycastr"
cask "maccy"
cask "mark-text"
cask "rectangle"
cask "slack"
cask "tunnelblick"
cask "visual-studio-code"

tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"

tap "danielgtaylor/restish"
brew "restish"
